[
  {
    "name": "Amendment 1",
    "shortDefinition": "Prohibits the making of any law respecting an establishment of religion, impeding the free exercise of religion, abridging the freedom of speech, infringing on the freedom of the press, interfering with the right to peaceably assemble or prohibiting the petitioning for a governmental redress of grievances.",
    "officialDefinition": "Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the Government for a redress of grievances."
  },
  {
    "name": "Amendment 2",
    "shortDefinition": "Protects the right to keep and bear arms.",
    "officialDefinition": "A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed."
  },
  {
    "name": "Amendment 3",
    "shortDefinition": "Places restrictions on the quartering of soldiers in private homes without the owner's consent, prohibiting it during peacetime.",
    "officialDefinition": "No Soldier shall, in time of peace be quartered in any house, without the consent of the Owner, nor in time of war, but in a manner to be prescribed by law."
  },
  {
    "name": "Amendment 4",
    "shortDefinition": "Prohibits unreasonable searches and seizures and sets out requirements for search warrants based on probable cause as determined by a neutral judge or magistrate.",
    "officialDefinition": "The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized."
  },
  {
    "name": "Amendment 5",
    "shortDefinition": "Sets out rules for indictment by grand jury and eminent domain, protects the right to due process, and prohibits self-incrimination and double jeopardy.",
    "officialDefinition": "No person shall be held to answer for a capital, or otherwise infamous crime, unless on a presentment or indictment of a Grand Jury, except in cases arising in the land or naval forces, or in the Militia, when in actual service in time of War or public danger; nor shall any person be subject for the same offence to be twice put in jeopardy of life or limb; nor shall be compelled in any criminal case to be a witness against himself, nor be deprived of life, liberty, or property, without due process of law; nor shall private property be taken for public use, without just compensation."
  },
  {
    "name": "Amendment 6",
    "shortDefinition": "Protects the right to a fair and speedy public trial by jury, including the rights to be notified of the accusations, to confront the accuser, to obtain witnesses and to retain counsel.",
    "officialDefinition": "In all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury of the State and district wherein the crime shall have been committed, which district shall have been previously ascertained by law, and to be informed of the nature and cause of the accusation; to be confronted with the witnesses against him; to have compulsory process for obtaining witnesses in his favor, and to have the Assistance of Counsel for his defence."
  },
  {
    "name": "Amendment 7",
    "shortDefinition": "Provides for the right to trial by jury in certain civil cases, according to common law.",
    "officialDefinition": "In Suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by a jury, shall be otherwise re-examined in any Court of the United States, than according to the rules of the common law."
  },
  {
    "name": "Amendment 8",
    "shortDefinition": "Prohibits excessive fines and excessive bail, as well as cruel and unusual punishment.",
    "officialDefinition": "Excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted."
  },
  {
    "name": "Amendment 9",
    "shortDefinition": "Protects rights not enumerated in the Constitution.",
    "officialDefinition": "The enumeration in the Constitution, of certain rights, shall not be construed to deny or disparage others retained by the people."
  },
  {
    "name": "Amendment 10",
    "shortDefinition": "Reinforces the principle of federalism by stating that the federal government possesses only those powers delegated to it by the states or the people through the Constitution.",
    "officialDefinition": "The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people."
  },
  {
    "name": "Amendment 11",
    "shortDefinition": "Makes states immune from suits from out-of-state citizens and foreigners not living within the state borders; lays the foundation for sovereign immunity.",
    "officialDefinition": "The Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State."
  },
  {
    "name": "Amendment 12",
    "shortDefinition": "Revises presidential election procedures.",
    "officialDefinition": "The Electors shall meet in their respective states and vote by ballot for President and Vice-President, one of whom, at least, shall not be an inhabitant of the same state with themselves; they shall name in their ballots the person voted for as President, and in distinct ballots the person voted for as Vice-President, and they shall make distinct lists of all persons voted for as President, and of all persons voted for as Vice-President, and of the number of votes for each, which lists they shall sign and certify, and transmit sealed to the seat of the government of the United States, directed to the President of the Senate; -- the President of the Senate shall, in the presence of the Senate and House of Representatives, open all the certificates and the votes shall then be counted; -- The person having the greatest number of votes for President, shall be the President, if such number be a majority of the whole number of Electors appointed; and if no person have such majority, then from the persons having the highest numbers not exceeding three on the list of those voted for as President, the House of Representatives shall choose immediately, by ballot, the President. But in choosing the President, the votes shall be taken by states, the representation from each state having one vote; a quorum for this purpose shall consist of a member or members from two-thirds of the states, and a majority of all the states shall be necessary to a choice. [And if the House of Representatives shall not choose a President whenever the right of choice shall devolve upon them, before the fourth day of March next following, then the Vice-President shall act as President, as in case of the death or other constitutional disability of the President. --]* The person having the greatest number of votes as Vice-President, shall be the Vice-President, if such number be a majority of the whole number of Electors appointed, and if no person have a majority, then from the two highest numbers on the list, the Senate shall choose the Vice-President; a quorum for the purpose shall consist of two-thirds of the whole number of Senators, and a majority of the whole number shall be necessary to a choice. But no person constitutionally ineligible to the office of President shall be eligible to that of Vice-President of the United States."
  },
  {
    "name": "Amendment 13",
    "shortDefinition": "Abolishes slavery, and involuntary servitude, except as punishment for a crime.",
    "officialDefinition": "A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed."
  },
  {
    "name": "Amendment 14",
    "shortDefinition": "Defines citizenship, contains the Privileges or Immunities Clause, the Due Process Clause, the Equal Protection Clause, and deals with post-Civil War issues.",
    "officialDefinition": "A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed."
  },
  {
    "name": "Amendment 15",
    "shortDefinition": "Prohibits the denial of the right to vote based on race, color, or previous condition of servitude.",
    "officialDefinition": "A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed."
  },
  {
    "name": "Amendment 16",
    "shortDefinition": "Permits Congress to levy an income tax without apportioning it among the states or basing it on the United States Census.",
    "officialDefinition": "The Congress shall have power to lay and collect taxes on incomes, from whatever source derived, without apportionment among the several States, and without regard to any census or enumeration."
  },
  {
    "name": "Amendment 17",
    "shortDefinition": "Establishes the direct election of United States Senators by popular vote.",
    "officialDefinition": "The Senate of the United States shall be composed of two Senators from each State, elected by the people thereof, for six years; and each Senator shall have one vote. The electors in each State shall have the qualifications requisite for electors of the most numerous branch of the State legislatures. When vacancies happen in the representation of any State in the Senate, the executive authority of such State shall issue writs of election to fill such vacancies: Provided, That the legislature of any State may empower the executive thereof to make temporary appointments until the people fill the vacancies by election as the legislature may direct. This amendment shall not be so construed as to affect the election or term of any Senator chosen before it becomes valid as part of the Constitution."
  },
  {
    "name": "Amendment 18",
    "shortDefinition": "Prohibited the manufacturing or sale of alcohol within the United States.",
    "officialDefinition": "A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed."
  },
  {
    "name": "Amendment 19",
    "shortDefinition": "Prohibits the denial of the right to vote based on sex.",
    "officialDefinition": "The right of citizens of the United States to vote shall not be denied or abridged by the United States or by any State on account of sex. Congress shall have power to enforce this article by appropriate legislation."
  },
  {
    "name": "Amendment 20",
    "shortDefinition": "Changes the date on which the terms of the President and Vice President (January 20) and Senators and Representatives (January 3) end and begin.",
    "officialDefinition": "A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed."
  },
  {
    "name": "Amendment 21",
    "shortDefinition": "Repeals the 18th Amendment and gives the States the power to prohibit or regulate the transportation or importation of alcohol for delivery or use.",
    "officialDefinition": "A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed."
  },
  {
    "name": "Amendment 22",
    "shortDefinition": "Limits the number of times that a person can be elected president: a person cannot be elected president more than twice, and a person who has served more than two years of a term to which someone else was elected cannot be elected more than once.",
    "officialDefinition": "A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed."
  },
  {
    "name": "Amendment 23",
    "shortDefinition": "Grants the District of Columbia electors (the number of electors being equal to the least populous state) in the Electoral College.",
    "officialDefinition": "A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed."
  },
  {
    "name": "Amendment 24",
    "shortDefinition": "Prohibits the revocation of voting rights due to the non-payment of a poll tax or any other tax.",
    "officialDefinition": "A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed."
  },
  {
    "name": "Amendment 25",
    "shortDefinition": "Addresses succession to the Presidency and establishes procedures both for filling a vacancy in the office of the Vice President, as well as responding to Presidential disabilities.",
    "officialDefinition": "A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed."
  },
  {
    "name": "Amendment 26",
    "shortDefinition": "Prohibits the denial of the right of US citizens, eighteen years of age or older, to vote on account of age.",
    "officialDefinition": "A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed."
  },
  {
    "name": "Amendment 27",
    "shortDefinition": "Delays laws affecting Congressional salary from taking effect until after the next election of representatives.",
    "officialDefinition": "No law, varying the compensation for the services of the Senators and Representatives, shall take effect, until an election of Representatives shall have intervened."
  }
]
